language                                      = Polski (&Polish)
translators                                   = Wiktor 'wukaem'

about.title                                   = O [app.name]
about.notregistered                           = Nie zarejestrowany

ok                                            = OK
cancel                                        = Anuluj
yes                                           = Tak
no                                            = NIe
close                                         = Zamknij
error                                         = Błąd
warning                                       = Ostrzeżenie



app.unknownError                              = Wystąpił błąd
app.activatedExistingInstance                 = Inna kopia [app.name] jest już uruchomiona.
app.readonly                                  = tylko do odczytu
app.restartneeded                             = Program zostanie teraz zrestartowany
app.restartneeded.title                       = Potrzebny jest restart

undo                                          = &Cofnij
redo                                          = &Przywróć

notebook.browse.filemask.db                   = Notatnik CintaNotes
notebook.new.caption                          = Nowy Notatnik
notebook.open.caption                         = Otwórz Notatnik
notebook.save.caption                         = Zapisz Notatnik jako

notelinkprotocol.restore.message              = Rejestracja protokołu Odnośnika przestała funkcjonować. Przywrócić ją?

menu.file                                     = {s}&Plik{s}
menu.file.new                                 = &Nowy...
menu.file.open                                = &Otwórz...
menu.file.saveas                              = Z&apisz jako...
menu.file.close                               = &Zamknij
menu.file.import                              = &Importuj…
menu.file.export                              = &Eksport...

menu.file.backup                              = &Kopia zapasowa
menu.file.backup.now                          = &Utwórz kopię zapasową teraz
menu.file.backup.hourly.enabled               = Twórz co &godzinę
menu.file.backup.daily.enabled                = Twórz co&dziennie
menu.file.backup.weekly.enabled               = Twórz co &tydzień
menu.file.recyclebin                          = &Kosz
menu.file.sync                                = &Synchronizacja
menu.file.exit                                = &Zakończ

menu.edit                                     = {s}&Edycja{s}
menu.edit.new                                 = &Nowa notatka
menu.edit.edit                                = E&dytuj
menu.edit.copy                                = &Kopiuj
menu.edit.cut                                 = Wy&tnij
menu.edit.paste                               = &Wklej
menu.edit.delete                              = &Usuń
menu.edit.merge                               = &Połącz
menu.edit.replacetags                         = &Zastąp etykiety…
menu.edit.selectall                           = Zaznacz wsz&ystko
menu.edit.properties                          = Wł&aściwości...

menu.edit.copylink                            = Kopiuj &odnośnik do notatki
menu.edit.pastenotelink                       = Wklej odnośnik notatki
menu.edit.inserttimestamp                     = Wstaw znacznik czasu

menu.view                                     = {s}&Widok{s}
menu.view.notecolor                           = &Temat kolorystyczny
menu.view.notecolor.red                       = &Czerwony
menu.view.notecolor.orange                    = &Pomarańczowy
menu.view.notecolor.yellow                    = Żółt&y
menu.view.notecolor.green                     = &Zielony
menu.view.notecolor.cyan                      = &Turkusowy
menu.view.notecolor.blue                      = &Niebieski
menu.view.notecolor.purple                    = &Fioletowy
menu.view.notecolor.gray                      = &Szary
menu.view.tagsidebar                          = &Panel etykiet
menu.view.sectionbar                          = Pasek &sekcji
menu.view.reversed                            = &Odwrócona kolejność
menu.view.sorting                             = &Sortuj według
menu.view.sorting.manual                      = Kolejność uż&ytkownika
menu.view.sorting.created                     = Daty &utworzenia
menu.view.sorting.modified                    = Daty &modyfikacji
menu.view.sorting.title                       = &Tytułu
menu.view.sorting.link                        = &Odnośnika
menu.view.sorting.size                        = &Rozmiaru





sort.manual                                   = kolejność uż&ytkownika
sort.created                                  = wg daty &utworzenia
sort.modified                                 = wg daty &modyfikacji
sort.title                                    = wg &tytułu
sort.link                                     = wg &odnośnika
sort.size                                     = wg &rozmiaru
sort.reverse                                  = O&dwrócona kolejność

menu.options                                  = {s}&Opcje{s}
menu.options.hotkey                           = &Skróty klawiaturowe…
menu.options.clipping                         = &Wklejanie
menu.options.clipping.silent                  = &Ciche wklejanie
menu.options.clipping.after                   = &Po wklejeniu
menu.options.clipping.after.showinboxsection  = Przełącz do sekcji &odbiorczej
menu.options.clipping.after.showuntagged      = Przełącz do widoku '&Bez etykiet'
menu.options.clipping.after.openeditor        = Otwórz notatkę w &Edytorze
menu.options.clipping.after.assignactivetags  = &Przypisz aktualnie podświetlone etykiety
menu.options.clipping.title                   = W tytule notatki wstaw:
menu.options.clipping.title.apptitle          = &Nazwę aplikacji
menu.options.clipping.title.firstline         = &Pierwszy wers treści notatki
menu.options.clipping.title.blankline         = &Pustą linię

menu.view.noteappearance                      = &Lista notatek...

menu.options.editor                           = &Edytor
menu.options.editor.links                     = &Odnośniki
menu.options.editor.links.recognize           = Wyróżnij &odnośniki
menu.options.editor.links.singleclick         = Po&jedyncze kliknięcie otwiera odnośnik
menu.options.editor.links.doubleclick         = Po&dwójne kliknięcie otwiera odnośnik
menu.options.editor.initialfocus              = &Pole aktywne
menu.options.editor.initialfocus.title        = Tytuł notatki
menu.options.editor.initialfocus.text         = Treść notatki

menu.options.tags                             = E&tykiety
menu.options.tags.lowercase                   = &Tylko małe litery
menu.options.tags.accepton                    = &Zatwierdzanie sugestii poprzez
menu.options.tags.displaycounts               = &Wyświetlaj licznik wykorzystania etykiet na pasku etykiet


menu.options.tags.accepton.space              = &Spację
menu.options.tags.accepton.click              = &Pojedyncze kliknięcie myszką

menu.options.window                           = &Okno
menu.options.minimizetotray                   = &Minimalizuj do zasobnika systemowego
menu.options.closetotray                      = &Zamknij do zasobnika systemowego
menu.options.alwaysontop                      = Zawsze &na wierzchu
menu.options.window.minimizeonesc             = Minimalizuj po wciśnięciu &Esc

menu.options.startup                          = &Uruchamianie
menu.options.runatstartup                     = &Uruchamiaj przy starcie systemu
menu.options.startup.minimized                = Uruchom w postaci &zminimalizowanej
menu.options.startup.multipleinstances        = &Pozwól uruchomić więcej kopii programu
menu.options.startup.restoretagsfilter        = Przywróć ostatni &wybór etykiet


menu.options.system                           = S&ystem
menu.options.system.associatewithdbfile       = Skojarz [app.name] z plikami .db
menu.options.system.registerlinkprotocol      = Zarejestruj protokół &Odnośnika
menu.options.system.proxysettings             = Ustawienia &Proxy
menu.options.system.registry.error            = Nie udało się zmodyfikować rejestru. Uruchom [app.name] jako administrator i spróbuj jeszcze raz.

registerlinkprotocol.title                    = Rejestrowanie protokołu odnośnika
registerlinkprotocol.registered               = Aktualna instancja [app.name] została zarejestrowana w systemie i będzie przechwytywać odnośniki cintanotes:// link
registerlinkprotocol.unregistered             = Aktualna instancja [app.name] przestała być zarejestrowana w systemie i nie będzie już przechwytywać odnośników cintanotes:// link

menu.options.language                         = &Język

menu.help                                     = {s}Po&moc{s}
menu.help.help                                = &Pomoc
menu.help.website                             = &Strona WWW
menu.help.forum                               = &Forum
menu.help.roadmap                             = &Roadmap (plany zmian i poprawek)
menu.help.translate                           = &Tłumaczenia
menu.help.debug                               = &Debugowanie
menu.help.debug.logging                       = &Logowanie debugowania
menu.help.license                             = &Licencja
menu.help.checkforupdates                     = &Sprawdź dostępność aktualizacji
menu.help.about                               = &O [app.name]

menu.updatenotify.tooltip                     = Nowsza wersja CintaNotes jest dostępna

confirmdelete.one                             = Usunąć notatkę {n}'{0}'?
confirmdelete.many                            = Usunąć wybrane notatki ({0} szt.)?
confirmdelete.title.one                       = Usunąć notatkę?
confirmdelete.title.many                      = Usunąć notatki?
confirmdelete.unsaved                         = Notatka nie została jeszcze zachowana. Porzucić zmiany?
confirm.movetorecyclebin.one                  = Przenieść notatkę {n}'{0}'{n}do kosza?
confirm.movetorecyclebin.many                 = Przenieść wybrane notatki do kosza ({0} szt.)?
confirm.movetorecyclebin.title.one            = Przenieść notatkę do kosza?
confirm.movetorecyclebin.title.many           = Przenieść notatki do kosza?

confirm.merge.title                           = Połączyć notatki?
confirm.merge.message                         = Czy na pewno chcesz połączyć te notatki?

confirmationdialog.dontaskagain               = Nie pytaj ponownie

deletenotesmessagedialog.caption              = Przenieść notatki do Kosza?
deletenotesmessagedialog.title                = Kosz jest skonfigurowany tak, by przechowywał tylko {1} notatek, natomiast teraz usuwasz {0} notatek.{n}Co chcesz zrobić?
deletenotesmessagedialog.button.increase      = Zwiększ
deletenotesmessagedialog.increase.description = Zwiększ ilość notatek, które będą przechowywane w koszu
deletenotesmessagedialog.button.delete        = Usuń
deletenotesmessagedialog.delete.description   = Trwale usuń pozostałe {0} notatek

confirmlinkopening.message                    = Otwarcie na raz {0} odnośników może spowodować, że Twój system spowolni i przestanie przez dłuższy czas odpowiadać. {n} Chcesz kontynuować?

filter                                        = Filtr:
filter.anytextfield                           = &Którekolwiek pole tekstowe
filter.textandtitle                           = &Treść i tytuł
filter.text                                   = T&ylko treść
filter.title                                  = Ty&lko tytuł
filter.time.created                           = Data &utworzenia
filter.time.modified                          = Data &modyfikacji
filter.remarks                                = &Uwagi
filter.link                                   = &Odnośnik
filter.tags                                   = &Etykiety
filter.all                                    = &Gdziekolwiek
search.insidewords                            = S&zukaj wewnątrz słów
search.acrossfields                           = Szukaj we wszystkich polach

license.message.text                          = Ta funkcja jest dostępna tylko w wersji komercyjnej
license.message.caption                       = Wymagana licencja

noteslist.notebookempty                       = Twój notatnik jest pusty.{n}{n}By napisać notatkę wciśnij klawisz Insert, albo zaznacz tekst w innej aplikacji i naciśnij skrót klawiaturowy wklejenia tekstu do notatki (domyślnie [clipping.default.key]).{n}Możesz również tworzyć notatki poprzez wklejenie tekstu ze schowka.
noteslist.sectionempty                        = Ta sekcja notatnika jest pusta
noteslist.notfound                            = Nie znaleziono notatek pasujących do wybranego filtra.{n}
noteslist.openlink                            = Otwórz &odnośnik
noteslist.tag                                 = E&tykiety…
noteslist.export.selected                     = &Eksportuj…
noteslist.move                                = &Przenieś
noteslist.move.up                             = &Wyżej
noteslist.move.down                           = &Niżej
noteslist.move.top                            = Na samą &górę
noteslist.move.bottom                         = Na sam &dół
noteslist.properties                          = Właściwości...
noteslist.move.tosection                      = Do &sekcji...

noteedit.title                                = Edycja

noteedit.link                                 = Odnośnik:
noteedit.tags                                 = Etykiety:
noteedit.remarks                              = Uwagi:
noteedit.new.title                            = Nowa notatka
noteedit.readonly.title                       = Notatka tylko do odczytu
noteedit.notesaved                            = Notatka zapisana
noteedit.notelinkcopied                       = Skopiowano odnośnik notatki do schowka
noteedit.links.itselferror                    = Nie można dodać odnośnika do niego samego
noteedit.links.alreadynotelinkerror           = Nie można dodać odnośnika do tekstu, który już zawiera odnośnik
noteedit.links.multilineerror                 = Nie można dodać wielowierszowego odnośnika
noteedit.links.createnewnote                  = Stwórz nową notatkę
noteedit.links.updatecaption                  = Uaktualnij podpis odnośnika
noteedit.links.typetip                        = Zacznij pisać, by wyszukać według tytułu
noteedit.links.tip.notenotfound               = Nie znaleziono podlinkowanej notatki
noteedit.links.tip.notebooknotfound           = Nie znaleziono notatnika, który zawiera podlinkowaną notatkę.
noteedit.section.tip                          = Sekcja
noteedit.linkedit.tip                         = Edytuj odnośnik

noteedit.openfilelink.notexists.title         = Nie znaleziono pliku
noteedit.openfilelink.notexists.message       = Nie znaleziono pliku {0}. Czy chcesz usunąć odnośnik do niego? 

noteedit.copylinktounsavednote.caption        = Kopiuj odnośnik do niezachowanej notatki
noteedit.copylinktounsavednote.message        = Chcesz zachować tę notatkę i skopiować odnośnik do niej?


noteappearance.pt                             = pkt
noteappearance.bold                           = Pogrubiona
noteappearance.italic                         = Kursywa
noteappearance.headerfontlabel                = Czcionka tytułu notatki:
noteappearance.textfontlabel                  = Czcionka treści notatki:
noteappearance.notelines                      = Podgląd treści (wersy):
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = maks
noteappearance.change                         = …
noteappearance.textformatting                 = Wyświetlaj formatowanie tekstu notatek
noteappearance.datedisplay.label              = Wyświetlanie daty i godziny:
noteappearance.datedisplay.combo.none         = Brak
noteappearance.datedisplay.combo.created      = Data utworzenia
noteappearance.datedisplay.combo.modified     = Data modyfikacji
noteappearance.datedisplay.combo.both         = Data utworzenia i modyfikacji
noteappearance.datedisplay.sortmodedate       = Zawsze wyświetlaj datę sortowania
noteappearance.datedisplay.displaytime        = Wyświetl godzinę


notebookmessage.message                       = Nie można otworzyć notatnika, ponieważ następująca ścieżka jest niedostępna: "{0}"
notebookmessage.button.create                 = Utwórz nowy
notebookmessage.button.open                   = Otwórz istniejący
notebookmessage.button.exit                   = Wyjście

pastemessage.caption                          = Konflikt wklejania notatek
pastemessage.title                            = Ten notatnik zawiera już {0} notatek z takim samym numerem ID ale innym tekstem. {n} Jak chcesz to rozwiązać?
pastemessage.button.replace                   = Zamień
pastemessage.button.replace.description       = Zastąp istniejące notatki tymi ze schowka
pastemessage.button.addnew                    = Dodaj jako nową
pastemessage.button.addnew.description        = Dodaj notatki ze schowka jako nowe z nowym numerem ID
pastemessage.button.lastmodified              = Wybierz ostatnio modyfikowane
pastemessage.button.lastmodified.description  = Wybierz te notatki, które mają późniejszą datą modyfikacji

searchdialog.find.title                       = Znajdź
searchdialog.findandreplace.title             = Znajdź i zastąp
searchdialog.findwhat                         = &Czego szukać:
searchdialog.replacewith                      = Czym zastąpić:
searchdialog.matchcase                        = &Uwzględniaj wielkość liter
searchdialog.searchinsidewords                = &Szukaj wewnątrz słów
searchdialog.button.findprevious              = Znajdź &poprzedni
searchdialog.button.findnext                  = Znajdź &następny
searchdialog.button.replace                   = &Zastąp
searchdialog.button.replaceall                = Zastąp &wszystkie
searchdialog.button.close                     = &Zamknij
searchdialog.specifiedtextnotfound            = Określony tekst nie został znaleziony
searchdialog.findreachedstartingpoint         = Osiągnięto punkt startowy poszukiwań.

wronglinkmessage.title                        = Otwieranie odnośnika
wronglinkmessage.notenotfound                 = Nie znaleziono notatki z odnośnika.
wronglinkmessage.notebooknotfound             = Nie znaleziono notatnika, który zawiera notatkę z odnośnika.
wronglinkmessage.notebookincompatible         = Notatnik zawierający notatkę z odnośnika jest niekompatybilny z bieżącą wersją.
wronglinkmessage.button.remove                = Usuń odnośnik
wronglinkmessage.button.createnew             = Stwórz nową notatkę

externallinkmessage.title                     = Otwieranie zewnętrznego odnośnika
externallinkmessage.message                   = Ten odnośnik prowadzi do innego notatnika '{0}'.{n} Jak chcesz otworzyć tę notatkę?
externallinkmessage.switchmessage             = Ten odnośnik prowadzi do innego pliku notatnika '{0}'.{n}Chcesz przełączyć się do innego notatnika?
externallinkmessage.button.anotherinstance    = Otwórz w innej instancji
externallinkmessage.button.switch             = Przełącz notatnik
externallinkmessage.button.switch.changes     = Wszystkie niezachowane zmiany zostaną teraz zapisane.

upgrademessage.title                          = Uaktualnianie notatnika
upgrademessage.message                        = Plik notatnika '{0}'{n}został utworzony w starszej wersji [app.name].{n}Chcesz go uaktualnić?
upgrademessage.check.createbackup             = Utwórz kopię zapasową
upgrademessage.cancelled                      = Anulowano uaktualnianie
upgrademessage.successful                     = Uaktualnienie powiodło się!
upgrademessage.successful.backup              = Uaktualnienie się powiodło!{n}Kopia zapasowa starego pliku została zachowana jako:{n}{0}{n}w katalogu: {n}'{1}'.
upgrade.backup.before                         = przed aktualizacja do

backup.successdialog.caption                  = Tworzenie kopii zapasowej powiodło się
backup.successdialog.message                  = Kopia notatnika została zachowana{n}jako {0}{n}w {1}
backup.processdialog.caption                  = Postęp tworzenia kopii zapasowej
backup.processdialog.message                  = Proszę czekać, jest tworzona kopia zapasowa notatnika...

tagsedit.title                                = Dodaj / Usuń etykiety
tagsedit.addtags                              = Dodaj etykiety:
tagsedit.removetags                           = Usuń etykiety:

recentlist.notfoundmessage                    = Chcesz usunąć odwołanie do tego pliku z listy ostatnio używanych?
recentlist.cantclosenotebook                  = Nie można zamknąć pojedynczego notatnika

replacetags.title                             = Zastąp etykiety
replacetags.sourcetags                        = Zastąp etykiety:
replacetags.desttags                          = Następującymi etykietami:
replacetags.hint                              = W tym oknie możesz zmienić nazwę, rozdzielić, połączyć i usunąć etykiety.{n}Na przykład, by usunąć etykietę, napisz ją w pierwszym polu, a drugie pozostaw puste.

recyclebindialog.title                        = Kosz
recyclebindialog.column.datedeleted           = Skasowano
recyclebindialog.column.title                 = Tytuł
recyclebindialog.column.text                  = Tekst
recyclebindialog.column.datecreated           = Utworzono
recyclebindialog.column.datemodified          = Zmodyfikowano
recyclebindialog.column.size                  = Rozmiar (KB)
recyclebindialog.column.tags                  = Etykiety
recyclebindialog.column.sectionname           = Sekcja
recyclebindialog.column.link                  = Odnośnik
recyclebindialog.button.restore               = Przywróć
recyclebindialog.button.delete                = Usuń
recyclebindialog.button.deleteall             = Opróżnij
recyclebindialog.label.maxsize                = Maksymalna liczba usuniętych notatek trzymanych w koszu:
recyclebindialog.label.keepnotes              = Trwale usuń po
recyclebindialog.label.keepnotes.suffix       = dniach
recyclebindialog.error.invalidmaxsize         = Maksymalna liczba usuniętych notatek musi być liczbą dodatnią
recyclebindialog.error.invalidkeepnotes       = Ilość dni musi być liczbą dodatnią

recyclebindialog.menu.restore                 = Przywróć
recyclebindialog.menu.delete                  = Usuń
recyclebindialog.menu.deleteall               = Opróżnij

recyclebindialog.confirm.delete.title         = Usuń trwale
recyclebindialog.confirm.delete.message       = Usunąć bezpowrotnie wybrane notatki ({0} szt.)?
recyclebindialog.confirm.deleteall.title      = Opróżnić kosz?
recyclebindialog.confirm.deleteall.message    = Usunąć bezpowrotnie wszystkie notatki ({0} szt.)?
recyclebindialog.confirm.restore.title        = Przywróć notatki z kosza
recyclebindialog.confirm.restore.message      = Przywrócić wybrane notatki ({0} szt.)?

tray.addnew                                   = Nowa notatka
tray.restore                                  = Przywróć
tray.exit                                     = Zakończ








export.title                                  = Eksportuj notatki
export.filemask.txt                           = Tekst Unicode
export.filemask.xml                           = XML
export.filemask.html                          = Strona internetowa
export.filemask.xml.154                       = XML dla CintaNotes 1.5.4 i wcześniejszych
export.successmsg.title                       = Eksport się powiódł
export.successmsg                             = Eksport notatek zakończony. Liczba zapisanych notatek: {0}
export.errormsg                               = Program natrafił na problem w czasie eksportu.
export.errormsg.title                         = Błąd eksportu
export.html.created                           = Utworzona:
export.html.modified                          = Zmodyfikowana:
export.scope.all                              = Wszystkie notatki ({0})
export.scope.current                          = Bieżący widok ({0})
export.scope.selection                        = Wybrane notatki ({0})
export.field.title                            = Tytuł
export.field.text                             = Tekst
export.field.creation                         = Data utworzenia
export.field.modification                     = Data modyfikacji
export.field.link                             = Odnośnik
export.field.tags                             = Etykiety
export.field.remarks                          = Uwagi
export.group.scope                            = Zakres eksportu
export.group.fields                           = Pola eksportu
export.errormsg.nonotes                       = Nie można eksportować z pustego notatnika
export.button.view                            = Zobacz

export.processdialog.caption                  = Postęp eksportu
export.processdialog.message                  = Proszę czekać, eksportuję...

import.title                                  = Importuj notatki
import.filemask.all                           = Plik CintaNotes
import.filemask.db                            = Notatnik CintaNotes
import.filemask.xml                           = XML
import.successmsg.title                       = Import się powiódł
import.successmsg                             = Zakończono import.{n} Zaimportowano {0} notatek. {n} Uaktualniono {1} notatek. {n} Pominięto {2} zdublowanych notatek.
import.errormsg                               = Program natrafił na problem podczas importowania.
import.errormsg.title                         = Błąd importu
import.label.addtags                          = Dodaj etykiety:
import.importsections                         = Importuj sekcje

import.processdialog.caption                  = Postęp importu
import.processdialog.message                  = Proszę czekać, importuję...

import.error.sectioncountexceeded             = Pliku {0} nie można zaimportować z sekcjami.{n}Zostałby wtedy przekroczony maksymalny limit sekcji ([sections.limit] szt.) dostępny dla aktualnej licencji.

options.hotkeys.title                         = Ustaw skróty klawiszowe
options.hotkeys.clip.label                    = Skrót dla utworzenia notatki z zaznaczonego tekstu w innej aplikacji:
options.hotkeys.show.label                    = Skrót dla przywołania głównego okna programu:
options.hotkeys.newnote.label                 = Skrót dla dodania nowej notatki:

options.hotkeys.hint                          = By wyłączyć skrót, naciśnij Esc w danym polu wprowadzania skrótu.{n}{n}Staraj się wybierać skróty, które nie są używane przez inne aplikacje. W przeciwnym wypadku program CintaNotes może zakłócać działanie tych aplikacji, bądź sam działać niepoprawnie.
options.hotkeys.cannotregister                = Ta kombinacja klawiszy nie może być użyta. Spróbuj innej.
options.hotkeys.cannotregister.title          = Nie można ustawić tego skrótu klawiszowego.

filtercontrol.total.one                       = {0} notatka
filtercontrol.total.many                      = {0} notatek
filtercontrol.filtered.one                    = Znaleziono {0}
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = Sortuj według





tag.delete                                    = Usuń
tag.rename                                    = Zmień nazwę…
tag.merge                                     = Połącz…
tag.delete.confirm.title                      = Usuwanie etykiet
tag.delete.confirm.message.one                = Chcesz usunąć wybraną etykietę?
tag.delete.confirm.message.many               = Chcesz usunąć wybrane etykiety?
tag.delete.confirm.usecount.one               = Wybrana etykieta jest używana w {0} notatkach
tag.delete.confirm.usecount.many              = Wybrane etykiety są używane w {0} notatkach
tag.displaycounts                             = Wyświetl licznik
tag.properties                                = Właściwości...
tag.add                                       = Nowa...
tag.addchild                                  = Nowa zagnieżdżona...
tag.expandall                                 = Rozwiń wszystkie
tag.collapseall                               = Zwiń wszystkie

tag.filter.none                               = Brak filtru etykiet
tag.filter.used                               = Tylko używane etykiety
tag.filter.related                            = Tylko powiązane etykiety

tagproperties.title                           = {0} Właściwości
tagproperties.autodeletecheckbox              = Automatycznie usuwana
tagproperties.autodeletecheckbox.tip          = Usuwaj etykietę, jeśli nie ma z nią już żadnych notatek
tagproperties.autoexpandedcheckbox            = Domyślnie rozwinięta

deletetags.deletechildren                     = Skasuj razem ze wszystkimi zagnieżdżonymi etykietami
deletetags.deletenotes.one                    = Skasuj {0} notatkę
deletetags.deletenotes.many                   = Skasuj {0} notatek
deletetags.deletenotes.havingthistag.one      = z następującą etykietą:
deletetags.deletenotes.havingthistag.many     = z następującymi etykietami:

newtag.title                                  = Nowa etykieta
newtag.name                                   = Nazwa etykiety:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Nowa etykieta zagnieżdżona

tagsidebar.all                                = Wszystkie
tagsidebar.untagged                           = Bez etykiet

notebookconfig.title                          = Ustawienia notatnika
notebookconfig.path.caption                   = Plik notatnika:
notebookconfig.path.browse.mask               = Notatnik CintaNotes (*.db)|*.db|Wszystkie pliki (*.*)|*.*{n}
notebookconfig.path.browse.caption            = Znajdź plik notatnika CintaNotes
notebookconfig.disconnect.enabled             = {s}Włącz synchronizację z plikiem notatnika
notebookconfig.disconnect.label               = Odblokuj plik notatnika po:
notebookconfig.disconnect.seconds             = sekundach nieaktywności
notebookconfig.move                           = {s}Przemieść bieżący notatnik

noterichedit.format                           = &Formatowanie
noterichedit.format.bold                      = &Pogrubienie
noterichedit.format.italic                    = &Kursywa
noterichedit.format.underline                 = Po&dkreślenie
noterichedit.format.strikeout                 = P&rzekreślenie
noterichedit.format.highlight                 = P&odświetl
noterichedit.format.monospace                 = &Znaki stałej szerokości










noterichedit.format.list.bullet               = Lista p&unktowana
noterichedit.format.list.numbered             = Lista &numerowana

noterichedit.format.clear                     = &Wyczyść

noterichedit.insertlink                       = &Wstaw odnośnik
noterichedit.insertlink.url                   = Adres %URL
noterichedit.insertlink.note                  = Do &notatki
noterichedit.insertlink.file                  = Do &pliku




noterichedit.editlink                         = Przeadresuj odnośnik
noterichedit.deletelink                       = Usuń odnośnik
noterichedit.copynotelink                     = Kopiuj &odnośnik do notatki

richedit.find                                 = Znajdź...
richedit.replace                              = Zastąp...

noteproperties.title                          = Właściwości notatki
noteproperties.source.label                   = Źródło:
noteproperties.created.label                  = Utworzona:
noteproperties.modified.label                 = Zmodyfikowana:
noteproperties.notesize.label                 = Wielkość notatki: {0} KB
noteproperties.charcount.label                = Znaki: {0}
noteproperties.wordcount.label                = Słowa: {0}
noteproperties.error.invaliddates             = Data modyfikacji nie może być wcześniejsza niż data utworzenia

selecturldialog.title                         = Wpisz adres URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Plik notatnika został usunięty.{n}Aplikacja zostanie zamknięta.
error.notebook.unknownversion                 = Plik notatnika '{0}' {n} został utworzony przez nowszą wersję [app.name] i nie może być otwarty. {n} {n} Proszę pobrać najnowszą wersję [app.name] z [app.url], aby otworzyć ten plik.
error.notebook.cantopenwhenupgrade            = Plik notatnika '{0}'{n} został utworzony przez starszą wersję [app.name] i nie może zostać uaktualniony. {n} Sprawdź, czy masz prawa zapisu dla tego pliku.
error.notebook.upgradeerror                   = Plik notatnika '{0}'{n} został utworzony przez starszą wersję [app.name] i nie może zostać uaktualniony. {n}{n} Komunikat błędu: {1}
error.notebook.databasedamaged                = Plik notatnika '{0}'{n} uległ uszkodzeniu i nie może być otwarty. {n}{n} Komunikat błędu: {1}
error.note.notfound                           = Ta notatka została skasowana.

error.notebook.dbcorrupt.title                = Ostrzeżenie bazy danych notatnika
error.notebook.dbcorrupt.message              = Baza danych notatnika może być uszkodzona. By ją naprawić, proszę, wyślij następującą informację pod adres [support.email]: {0}

license.key.status.notfound                   = Nie znaleziono danych rejestracyjnych.
license.key.status.valid                      = Dane rejestracyjne są poprawne.
license.key.status.invalid                    = Dane rejestracyjne są niepoprawne.
license.key.status.stolen                     = Klucz rejestracyjny został zdezaktywowany przez twórcę programu.
license.key.status.expired                    = Klucz rejestracyjny posiada termin ważności, który już minął.
license.key.status                            = Stan klucza rejestracyjnego:{0}

license.type.basic                            = Podstawowa (darmowa) licencja
license.type.personal                         = Licencja profesjonalna
license.type.company                          = Licencja profesjonalna (firmowa)
license.type.promo                            = [license.type.personal] (Promocja)
license.type.lifetime                         = Dożywotnia [license.type.personal]

licensedialog.title                           = Licencja
licensedialog.name.label                      = Dane rejestracyjne i e-mail:
licensedialog.key.label                       = Klucz rejestracyjny:
licensedialog.try                             = Poproś o {0}-dniową wersję testową
licensedialog.buy                             = Kup
licensedialog.renew                           = Odnów
licensedialog.register                        = Zarejestruj
licensedialog.buy.hint                        = Funkcje komercyjne programu są aktualnie wyłączone. {n}By je włączyć, naciśnij przycisk 'Kup' i postępuj zgodnie z instrukcjami na stronie internetowej.
licensedialog.current.expdate                 = Data wygaśnięcia
licensedialog.never                           = Nigdy
licensedialog.expired                         = Obecny klucz licencji nie jest odpowiedni dla bieżącej wersji programu. Odnów go proszę by móc dalej korzystać z komercyjnych funkcji.
licensedialog.current.upd.expdate             = Data wygaśnięcia darmowych uaktualnień
licensedialog.register.success                = Dziękuję za rejestrację!
licensedialog.register.success.title          = Sukces
licensedialog.register.fail                   = Rejestracja się nie udała
licensedialog.register.fail.extra             = Sprawdź czy "[licensedialog.name.label]" {n}jest w formie "Imię Nazwisko (e-mail)"
licensedialog.register.expired                = Klucz licencji nie jest już zgodny z tą wersją [app.name].

licensedialog.unregister.confirm              = Jesteś pewien, że chcesz usunąć wszystkie dane rejestracyjne?
licensedialog.unregister.confirm.title        = Wyrejestrować licencję?

licensedialog.replace.confirm                 = Chcesz zamienić swoją bieżącą licencję?
licensedialog.replace.confirm.title           = Zamienić licencję?


licenserequireddialog.title                   = Wymagane wykupienie licencji.
licenserequireddialog.message.default         = Ta funkcjonalność nie jest dostępna dla Twojej aktualnej licencji.
licenserequireddialog.message.upg             = Wykup licencję, by ją odblokować.{n}{n} Szczegółów dowiesz się klikając przycisk "Licencja" poniżej.
licenserequireddialog.licensebutton           = Licencja

licenseexpireddialog.title                    = Licencja wygasła
licenseexpireddialog.renew.message            = Twój klucz licencji nie jest już zgodny z tą wersją [app.name].{n} Odnów proszę swoją licencję albo przejdź do podstawowej (darmowej) licencji.
licenseexpireddialog.buy.message              = Twój klucz wersji testowej wygasł.{n} Kup proszę licencję profesjonalną albo przejdź do podstawowej (darmowej) licencji.
licenseexpireddialog.freebutton               = Darmowa licencja
licenseexpireddialog.renewbutton              = Odnów
licenseexpireddialog.buybutton                = Kup
licenseexpireddialog.exitbutton               = Wyjdź
licenseexpireddialog.dontshowdialog           = Nie pokazuj tego okna ponownie
licenseexpireddialog.renew.hintlabel          = Odnowienie licencji zajmuje tylko parę minut{n} i jest oferowane z [license.renew.discount] upustem w stosunku do regularnej ceny.
licenseexpireddialog.buy.hintlabel            = Uaktualnienie do licencji profesjonalnej zajmuje tylko parę minut.

updatedialog.title                            = Sprawdź aktualizację
updatedialog.initmessage                      = Sprawdzanie aktualizacji zostało przerwane.{n} Kliknij w "Sprawdź ponownie" by kontynuować.
updatedialog.label.changes                    = Zmiany w tej wersji:
updatedialog.button.check                     = Sprawdź ponownie
updatedialog.button.download                  = Pobierz
updatedialog.label.autocheck                  = Sprawdzaj dostępność aktualizacji automatycznie
updatedialog.error.invalidfile                = Niewłaściwa wersja pliku.
updatedialog.error.connectionrefused          = Odmowa połączenia.
updatedialog.error.servernotresponding        = Serwer nie odpowiada.
updatedialog.error.invalidproxysettings       = Nieprawidłowe ustawienia proxy.
updatedialog.error.inetdisconnected           = Brak połączenia z Internetem.
updatedialog.result.uptodate                  = Twoja wersja CintaNotes ({0}) jest aktualna.
updatedialog.result.newversion                = Jest dostępna nowsza wersja [app.name]: {0}
updatedialog.state.connecting                 = Łączę...
updatedialog.state.findingserver              = Szukam serwera...
updatedialog.state.downloadingfile            = Pobieram plik...

proxysettingsdialog.title                     = Ustawienia proxy
proxysettingsdialog.server                    = Serwer:
proxysettingsdialog.port                      = Port:
proxysettingsdialog.username                  = Użytkownik:
proxysettingsdialog.password                  = Hasło:
proxysettingsdialog.mode.disabled             = Wyłącz proxy
proxysettingsdialog.mode.preconfig            = Użyj systemowych ustawień proxy
proxysettingsdialog.mode.enabled              = Użyj serwera proxy
proxysettingsdialog.error.invalidport         = Port musi być liczbą naturalną

synchronizationbar.sync.tip                   = Synchronizuj teraz
synchronizationbar.cancel.tip                 = Anuluj
synchronization.status.starting               = Rozpoczynanie synchronizacji...
synchronization.status.login                  = Logowanie...
synchronization.status.retrieveindex          = Pobieranie indeksu notatek...
synchronization.status.addlocalnotes          = Pobieranie nowych notatek... {0} z {1}
synchronization.status.updatelocalnotes       = Pobieranie zmian... {0} z {1}
synchronization.status.removelocalnotes       = Usuwanie lokalnych notatek... {0} z {1}
synchronization.status.restorelocalnotes      = Odzyskiwanie lokalnych notatek z kosza... {0} z {1}
synchronization.status.totrashlocalnotes      = Przenoszenie lokalnych notatek do kosza... {0} z {1}
synchronization.status.addremotenotes         = Wysyłanie nowych notatek... {0} z {1}
synchronization.status.updateremotenotes      = Wysyłanie zmian... {0} z {1}
synchronization.status.removeremotenotes      = Usuwanie zdalnych notatek... {0} z {1}
synchronization.status.restoreremotenotes     = Odzyskiwanie zdalnych notatek z kosza... {0} z {1}
synchronization.status.totrashremotenotes     = Przenoszenie zdalnych notatek do kosza... {0} z {1}
synchronization.status.cancelling             = Anulowanie...

synchronization.result.local                  = Lokalnych:
synchronization.result.remote                 = Zdalnych:
synchronization.result.added                  = Dodano:
synchronization.result.updated                = Uaktualniono:
synchronization.result.removed                = Usunięto:
synchronization.result.errors                 = Błędy:

synchronization.state.completed               = Zakończono synchronizację.
synchronization.state.completedwitherrors     = Synchronizacja nie została ukończona, spróbuj ponownie później.
synchronization.state.completedempty          = Synchronizacja ukończona. Nie znaleziono zmian.
synchronization.state.failed                  = Synchronizacja nie powiodła się.
synchronization.state.authorizationfailed     = Autoryzacja nie powiodła się.
synchronization.state.invalidproxysettings    = Nieprawidłowe ustawienia proxy.
synchronization.state.nameresolvingfailed     = Nie można połączyć. Nazwa serwera nie rozpoznana.
synchronization.state.internetdisconnected    = Brak połączenia z Internetem.
synchronization.state.servernotresponding     = Serwer nie odpowiada

synchronization.state.notsynchronized         = Nie zsynchronizowano.
synchronization.state.lastsynchronization     = Ostatnia synchronizacja {0}

syncpropertiesdialog.title                    = Właściwości synchronizacji z SimpleNote
syncpropertiesdialog.login                    = Login:
syncpropertiesdialog.password                 = Hasło:
syncpropertiesdialog.enabled.allnotebook      = Synchronizuj ten notatnik z Simplenote
syncpropertiesdialog.section.all              = Synchronizuj wszystkie sekcje
syncpropertiesdialog.section.selected         = Synchronizuj tylko wybrane sekcje
syncpropertiesdialog.conflictpolicy           = Postępowanie w przypadku konfliktu:
syncpropertiesdialog.conflictpolicy.local     = Użyj lokalnej
syncpropertiesdialog.conflictpolicy.remote    = Użyj zdalnej
syncpropertiesdialog.conflictpolicy.last      = Użyj ostatnio modyfikowanej
syncpropertiesdialog.cachereset.loginchanged  = Zmieniłeś login do synchronizacji.{n} Pamięć podręczna synchronizacji zostanie wyczyszczona i wszystkie zdalne notatki zostaną potraktowane jako nowe.{n}{n} Kontynuować?
syncpropertiesdialog.cachereset.title         = Wyczyścić pamięć podręczną synchronizacji?
syncpropertiesdialog.autosync.checkbox        = Synchronizuj automatycznie co
syncpropertiesdialog.autosync.suffix          = minut
syncpropertiesdialog.button.proxysettings     = Ustawienia proxy
syncpropertiesdialog.sectionselection.error   = Wybierz przynajmniej jedną sekcję

section.new                                   = Nowa...
section.new.tip                               = Stwórz nową sekcję
section.edit                                  = Właściwości...
section.delete                                = Usuń
section.selectall                             = Wybierz wszystkie
section.licenserequired                       = Twoja obecna licencja pozwala na utworzenie co najwyżej {0} sekcji.
section.move.left                             = Przesuń w &lewo
section.move.right                            = Przesuń w &prawo

section.confirmdelete                         = Usunąć sekcję '{0}' z {1} notatkami?
section.confirmdelete.title                   = Usunąć sekcję?
section.confirmdelete.many                    = Usunąć {0} wybranych sekcji z {1} notatkami?
section.confirmdelete.title.many              = Usunąć sekcje?

section.all                                   = [tagsidebar.all]
section.main                                  = Główna
section.inbox                                 = Ustaw jako skrzynkę odbiorczą

sectionedit.title                             = Edytuj właściwości sekcji
sectionedit.title.new                         = Stwórz nową sekcję
sectionedit.name                              = Nazwa:
sectionedit.color                             = Kolor:
sectionedit.sectionalreadyexists              = Sekcja o tej nazwie już istnieje

movetosection.title                           = Przenieś do sekcji
movetosection.label.one                       = Przenieś {0} notatkę do sekcji:
movetosection.label.many                      = Przenieś {0} notatek do sekcji:

clipping.balloon.caption                      = [app.name] wkleiło
clipping.balloon.intosection                  = do
clipping.balloon.tagged                       = i dodało etykiety [{0}]





















